/* No comment provided by engineer. */
"%@ to %@" = "%1$@ से %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%2$d का %1$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li से %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "'वस्तु' पैरामीटर आवश्यक है";

/* No comment provided by engineer. */
"'portal' parameter required" = "'पोर्टल' पैरामीटर आवश्यक है";

/* No comment provided by engineer. */
"'tags' parameter required" = "'टैग' पैरामीटर आवश्यक है";

/* No comment provided by engineer. */
"'title' parameter required" = "'शीर्षक' पैरामीटर की आवश्यकता है";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<कोई मान नहीं>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "डिवाइस स्थान तक पहुँच अस्वीकृत कर दी गई।";

/* No comment provided by engineer. */
"Actual Size" = "वास्तविक आकार";

/* No comment provided by engineer. */
"Add" = "जोड़ें";

/* No comment provided by engineer. */
"Add Attachment" = "अटैचमेंट जोड़ें";

/* No comment provided by engineer. */
"Add..." = "जोड़ें...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "इस संचालन के लिए itemID की आवश्यकता है। ItemID पाने के लिए इस आइटम को पोर्टल पर जोड़ें।";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "एक NSException मिला, हालांकि वास्तविक जानकारी और कॉलस्टैक उपलब्ध नहीं है। कोड की उस पंक्ति को देखने के लिए जिसकी वजह से मौलिक NSException आया है, ऑब्जैकटिव - सी एक्सेप्शन पर रुके । इसे करने के तरीके के बारे में और अधिक जानकारी के लिए कृपया दस्तावेजीकरण देखें।";

/* No comment provided by engineer. */
"Apply Geometry" = "ज्यामिती लागू करें";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "रूट हल करने के लिए कम से कम 1 परिसर की ज़रूरत है।";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "रूट हल करने के लिए कम से कम 1 घटना की ज़रूरत है।";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "रूट हल करने के कम से कम 2 ठहराव की ज़रूरत है।";

/* No comment provided by engineer. */
"Attachment" = "अनुलग्नक";

/* No comment provided by engineer. */
"Attachments" = "अनुलग्नक";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "उस कार्यक्षमता के उपयोग की कोशिश की गयी है, जो कि वर्तमान लाइसेंस स्तर के लिए समर्थित नहीं है";

/* No comment provided by engineer. */
"Authorization required" = "प्राधिकरण की आवश्यकता है";

/* No comment provided by engineer. */
"Bad Request" = "ख़राब अनुरोध";

/* No comment provided by engineer. */
"Bad URL." = "ख़राब URL।";

/* No comment provided by engineer. */
"bytes" = "बाइट्स";

/* No comment provided by engineer. */
"Cancel" = "रद्द करें";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "भिन्न वस्तु प्रकार पर सहेजा नहीं जा सकता।";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "'%@' की पहचान सत्यापित नहीं कर सकता";

/* No comment provided by engineer. */
"Certificate Required" = "प्रमाणपत्र आवश्यक है";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "URL के लिए चुनौती: विफलता की दर %1$@ के साथ: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "फ़ीचर प्रकार को बदल रहे हैं";

/* No comment provided by engineer. */
"Choose From Library" = "लाइब्रेरी से चुनें";

/* No comment provided by engineer. */
"Clear" = "हटाएँ";

/* No comment provided by engineer. */
"Clear Geometry" = "ज्यामितीय साफ करें";

/* No comment provided by engineer. */
"Continue" = "जारी रखें";

/* No comment provided by engineer. */
"Created %d hours ago" = "%d घंटों पहले निर्मित";

/* No comment provided by engineer. */
"Created %d minutes ago" = "%d मिनट पहले निर्मित";

/* No comment provided by engineer. */
"Created a minute ago" = "एक मिनट पहले निर्मित";

/* No comment provided by engineer. */
"Created an hour ago" = "एक घंटा पहले निर्मित";

/* No comment provided by engineer. */
"Created by %@" = "%@ द्वारा निर्मित";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "%1$@ के द्वारा %2$d घंटे पहले बनाया गया";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "%1$@ के द्वारा %2$d मिनट पहले बनाया गया";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "एक मिनट पहले %@ द्वारा निर्मित";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "एक घंटा पहले %@ द्वारा निर्मित";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "%1$@ के द्वारा %2$@ को %3$@ बजे बनाया गया- दिन";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "%1$@ के द्वारा %2$@ को %3$@ बजे बनाया गया - पूरा";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "कुछ सेकंड पहले %@ द्वारा निर्मित";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "%1$@ को %2$@ बजे बनाया गया- दिन";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "%1$@ को %2$@ बजे बनाया गया - पूरा";

/* No comment provided by engineer. */
"Created seconds ago" = "कुछ सेकंड पहले निर्मित";

/* No comment provided by engineer. */
"Credential Required" = "क्रेडेंशियल आवश्यक है";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "पाई चार्ट के लिए डेटा अमान्य है।";

/* No comment provided by engineer. */
"Delete" = "हटाएँ";

/* No comment provided by engineer. */
"Delete Attachment" = "अटैचमेंट हटाएँ";

/* No comment provided by engineer. */
"Delete Feature" = "फीचर मिटाएं";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "इस अटैचमेंट को हटाने से यह पॉप अप और जुड़े हुए डेटा स्रोत से निकल जाएगा।";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "इस फीचर को हटाने से यह मैप और जुड़े हुए डेटा स्रोत से भी निकल जाएगा।";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "दिशाओं की समय और दूरी विशेषताएँ मेल नहीं खाती हैं।";

/* No comment provided by engineer. */
"Edit" = "संपादित करें";

/* No comment provided by engineer. */
"Edited %d hours ago" = "%d घंटों पहले संपादित";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "%d मिनट पहले संपादित";

/* No comment provided by engineer. */
"Edited a minute ago" = "एक मिनट पहले संपादित";

/* No comment provided by engineer. */
"Edited an hour ago" = "एक घंटा पहले संपादित";

/* No comment provided by engineer. */
"Edited by %@" = "%@ द्वारा संपादित";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "%1$@ के द्वारा %2$d घंटे पहले संपादित किया गया";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "%1$@ के द्वारा %2$d मिनट पहले संपादित किया गया";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "एक मिनट पहले %@ द्वारा संपादित";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "एक घंटा पहले %@ द्वारा संपादित";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "%1$@ के द्वारा %2$@ को %3$@ बजे संपादित किया गया- दिन";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "%1$@ के द्वारा %2$@ को %3$@ बजे संपादित किया गया - पूरा";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "कुछ सेकंड पहले %@ द्वारा संपादित";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "%1$@ को %2$@ बजे संपादित किया गया- दिन";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "%1$@ को %2$@ बजे संपादित किया गया - पूरा";

/* No comment provided by engineer. */
"Edited seconds ago" = "कुछ सेकंड पहले संपादित";

/* No comment provided by engineer. */
"Empty username/password" = "रिक्त उपयोगकर्तानाम/पासवर्ड";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "%1$@ और %2$@ के बीच की तिथि दर्ज करें";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "%1$@ और %2$@ के बीच की संख्या दर्ज करें";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "%1$i और %2$i के बीच की संख्या दर्ज करें";

/* No comment provided by engineer. */
"Error" = "त्रुटि";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "कीचेन के साथ पहचान जोड़ने की त्रुटि";

/* No comment provided by engineer. */
"Error adding keychain item" = "कीचेन वस्तु को जोड़ते समय त्रुटि हुई";

/* No comment provided by engineer. */
"Error extracting identity" = "पहचान निकालने में त्रुटि";

/* No comment provided by engineer. */
"Error Loading Page" = "पृष्ठ लोड करने में त्रुटि हुई";

/* No comment provided by engineer. */
"Error removing keychain item" = "कीचेन वस्तु को निकालते समय त्रुटि हुई";

/* No comment provided by engineer. */
"Error updating keychain item" = "कीचेन वस्तु को अपडेट करते समय त्रुटि हुई";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "अधिकतम मान (%@) से अधिक";

/* No comment provided by engineer. */
"Extra Large" = "अतिरिक्त बड़ा";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "परिसर (%1$@) में अमान्य जोड़े गए लागत विशेषता नाम (%2$@) हैं।";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "परिसर (%1$@) में नकारात्मक जोड़ी गई लागत विशेषता(%2$@) है।";

/* No comment provided by engineer. */
"Feature isn't valid." = "फीचर मान्य नहीं है।";

/* No comment provided by engineer. */
"Finish" = "समाप्त";

/* No comment provided by engineer. */
"Finishing editing..." = "संपादन पूरा हो रहा है...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "ज्यामितीय";

/* No comment provided by engineer. */
"Hide" = "छिपाएँ";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "घटना (%1$@) में अमान्य जोड़े गए लागत विशेषता नाम (%2$@) हैं।";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "घटना (%1$@) में नकारात्मक जोड़ी गई लागत विशेषता (%2$@) है।";

/* No comment provided by engineer. */
"Insert Part" = "भाग सन्निविष्ट करें";

/* No comment provided by engineer. */
"Insert Vertex" = "Vertex सन्निविष्ट करें";

/* No comment provided by engineer. */
"Invalid argument." = "अमान्य तर्क।";

/* No comment provided by engineer. */
"Invalid Credentials" = "अमान्य क्रेडेंशियल्स";

/* No comment provided by engineer. */
"Invalid GPX data." = "अमान्य GPX डेटा।";

/* No comment provided by engineer. */
"Invalid groupID." = "अमान्य groupID।";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "इस संगठन से आमंत्रण द्वारा ही जुड़ा जा सकता है, व्यवस्थापक की तरफ से आपको आमंत्रण मिलना ज़रूरी है";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "वर्तमान मानों को रखें";

/* No comment provided by engineer. */
"Large" = "बड़ा";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "न्यूनतम मान (%@) से कम";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "केवल डेवलपर के उपयोग के लिए लाइसेंसीकृत";

/* No comment provided by engineer. */
"Loading feature..." = "सुविधा लोड हो रही है…";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "मैप में ऐसा डेटा है जो कि सहेजा नहीं जा सकता। इस मैप को सहेजने के लिए जो कि इस डेटा को निकाल देगा, forceSaveToSupportedVersion के लिए सही का विकल्प पास करें।";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "मध्यम";

/* No comment provided by engineer. */
"Missing client certificate" = "क्लायंट प्रमाण पत्र गायब है";

/* string to represent hyperlink attributes */
"More Info" = "अधिक जानकारी";

/* No comment provided by engineer. */
"Move Geometry" = "ज्यामितीय को ले जाएँ";

/* No comment provided by engineer. */
"Move Part" = "भाग को ले जाएँ";

/* No comment provided by engineer. */
"Move Vertex" = "Vertex को खिसकाएँ";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "संसाधन '%@' का उपयोग करने के लिए कोई प्रमाण पत्र नहीं मिला";

/* No comment provided by engineer. */
"No data to create a bar chart" = "स्तंभ लेखा चित्र बनाने के लिए कोई डेटा नहीं है";

/* No comment provided by engineer. */
"No data to create a line chart" = "पंक्ति लेखा चित्र बनाने के लिए कोई डेटा नहीं है";

/* No comment provided by engineer. */
"No data to create a pie chart" = "पाई चार्ट बनाने के लिए कोई डेटा नहीं है";

/* No comment provided by engineer. */
"No image to display" = "प्रदर्शित करने के लिए कोई इमेज नहीं है";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "दिए गए विरामों के जोड़े (%@) के बीच कोई पथ नहीं पाया जा सकता है।";

/* No comment provided by engineer. */
"Not a valid number" = "मान्य संख्या नहीं है";

/* No comment provided by engineer. */
"Not a valid whole number" = "मान्य पूर्ण संख्या नहीं है";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "पोर्टल के बिना ऑब्जेक्ट नहीं बनाया जा सकता।  इसके स्थान पर fromJSON:withPortal:error: विधि का उपयोग करें।";

/* No comment provided by engineer. */
"OK" = "ठीक है";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "एक या अधिक एकत्रित विशेषता नाम (%@) अमान्य हैं।";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "कस्टम पैरामीटर विशेषता मान से जुड़े एक या अधिक विशेषता नाम (%@) अमान्य हैं।";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "एक या अधिक परिसरों (%@) में नल ज्यामितीय है।";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "एक या अधिक परिसरों (%@) में अमान्य कर्ब दृष्टिकोण है।";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "एक या अधिक परिसरों (%@) में अमान्य प्रतिबाधा कटऑफ़ है।";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "एक या अधिक घटनाओं (%@) में नल ज्यामितीय है।";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "एक या अधिक घटनाओं (%@) में अमान्य कर्ब दृष्टिकोण है।";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "एक या अधिक घटनाओं (%@) में अमान्य प्रतिबाधा कटऑफ़ है।";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "एक या अधिक घटनाओं (%@) में 1 से कम लक्ष्य परिसर संख्या है।";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "कस्टम पैरामीटर विशेषता मान से जुड़े एक या अधिक पैरामीटर नाम (%@) अमान्य हैं।";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "कस्टम पैरामीटर विशेषता मान से जुड़ीं एक या अधिक पैरामीटर मान किस्में (%@) अमान्य हैं।";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "एक या अधिक बिंदु बैरियर (%@) का पता नहीं लगाया जा सका है।";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "एक या अधिक बिंदु बैरियर (%@) में नल ज्यामितीय है।";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "एक या अधिक बिंदु बैरियर (%@) में जोड़ा गया अमान्य विशेषता नाम है।";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "एक या अधिक बिंदु बैरियर (%@) में अमान्य कर्ब दृष्टिकोण है।";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "एक या अधिक बहुभुज बैरियर (%@) किसी भी नेटवर्क तत्त्वों को कवर नहीं करते हैं।";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "एक या अधिक बहुभुज बैरियर (%@) में नल ज्यामितीय है।";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "एक या अधिक बहुभुज बैरियर (%@) किसी भी नेटवर्क तत्त्वों को कवर नहीं करते हैं।";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "एक या अधिक पॉलीलाइन बैरियर (%@) किसी भी नेटवर्क तत्त्वों को कवर नहीं करते हैं।";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "एक या अधिक पॉलीलाइन बैरियर (%@) में नल ज्यामितीय है।";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "एक या अधिक पॉलीलाइन बैरियर (%@) में बढ़ाया गया अमान्य लागत विशेषता नाम है।";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "एक या अधिक प्रतिबंध विशेषता नाम (%@) अमान्य हैं।";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "कस्टम पैरामीटर विशेषता मान (%2$@) से जुड़े एक या अधिक प्रतिबंध उपयोग मान (%1$@) अमान्य हैं।";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "कस्टम पैरामीटर विशेषता मान (%2$@) से जुड़े एक या अधिक प्रतिबंध उपयोग मान (%1$@) नगण्य (कोई प्रभाव नहीं) हैं।";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "एक या अधिक विराम बिंदु (%@) ऐसे तत्व पर स्थित हैं जिन्हे पार नहीं किया जा सकता।";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "एक या अधिक विराम बिंदु (%@) कमतर प्रतिबंधित तत्व पर स्थित हैं।";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "एक या अधिक विराम बिंदुओं (%@) के स्थान का पता नहीं लगाया जा सका है।";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "एक या अधिक विराम बिंदुओं (%@) तक अदर रुकने के बिंदुओं से नहीं पहुंचा जा सकता है।";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "एक या अधिक रुकने के बिंदुओं (%@) में नल ज्यामिती हैं।";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "एक या अधिक विराम बिंदुओं (%@) की समय विंडो की समाप्ति, समय विंडो के आरंभ से पहले की है।";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "एक या अधिक विराम बिंदुओं (%@) की समय विंडो है, जो 1 जनवरी 1970 से पहले शुरू होती है।";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "एक या अधिक विराम बिंदुओं (%@) में अमान्य कर्ब दृष्टिकोण है।";

/* No comment provided by engineer. */
"Open in Safari" = "सफारी में खोलें";

/* No comment provided by engineer. */
"Password" = "पासवर्ड";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "कृप्या नए अटैचमेंट के लिए नाम दर्ज करें";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "बहुभुज बैरियर (%1$@) में ऋणात्मक या शून्य स्तर की लागत विशेषता (%2$@) है।";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "पॉलीलाइन बैरियर (%1$@) में ऋणात्मक या शून्य स्तर की लागत विशेषता (%2$@) है।";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "पॉलीलाइन को वापस नहीं किया जा सकता।";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "लोक लेखा उपयोगकर्ता इस ऐप्लिकेशन को एक्सेस नहीं कर सकता है।";

/* No comment provided by engineer. */
"Remove Part" = "भाग निकालें";

/* No comment provided by engineer. */
"Remove Vertex" = "शिरोबिंदु निकालें";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "विराम बिंदुओं (यात्रा कर रहे सेल्समैन की समस्या) का उस समय पुनर्व्यवस्थापन समर्थित नहीं है, जब बिंदुओं के संग्रह में वेपॉइंट्स या विश्राम के लिए लिया गया समय शामिल हो।";

/* No comment provided by engineer. */
"Reset to Default Values" = "डिफ़ॉल्ट मानों पर रीसेट करें";

/* No comment provided by engineer. */
"Retry" = "पुनः प्रयास करें";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "रूट वेपॉइंट पर शुरू या खत्म होता है।";

/* No comment provided by engineer. */
"Save Image" = "तस्वीर सहेजें";

/* No comment provided by engineer. */
"Save Movie" = "मूवी सहेजें";

/* No comment provided by engineer. */
"Sign In" = "साइन इन करें";

/* No comment provided by engineer. */
"Skip" = "छोड़ें";

/* No comment provided by engineer. */
"Small" = "छोटा";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "निर्दिष्ट आरंभ समय 1 जनवरी, 1970 से पहले पड़ता है।";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "रुकने के बिंदु (%1$@) में अमान्य अतिरिक्त लागत विशेषता नाम (%2$@) हैं।";

/* No comment provided by engineer. */
"Take Photo or Video" = "फोटो या वीडियो लें";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "डिफ़ाल्ट प्रतिबाधा कटऑफ़ अमान्य है।";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "डिफ़ाल्ट लक्ष्य परिसर गणना अमान्य है।";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "दिशा-निर्देश दूरी विशेषता नाम (%@) अमान्य है।";

/* No comment provided by engineer. */
"The directions language is invalid." = "दिशाओं की भाषा अमान्य है।";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "दिशाओं की सड़क वर्ग विशेषता अमान्य है।";

/* No comment provided by engineer. */
"The directions style is invalid." = "दिशाओं की शैली अमान्य है।";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "दिशा-निर्देश समय विशेषता नाम (%@) अमान्य है।";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "अवरोध विशेषता नाम (%@) अमान्य है।";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "इनपुट स्पेशियल संदर्भ अपरिभाषित है।";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "पदानुक्रमित रूट प्लानिंग करने के लिए नेटवर्क के पास पदानुक्रम विशेषता नहीं है।";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "ऑब्जेक्ट को पहले 'saveAs:' विधि का उपयोग करके पोर्टल पर सहेजा जाना चाहिए।";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "आउटपुट स्पेशियल संदर्भ अपरिभाषित है।";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "बहुभुज बफ़र दूरी अमान्य है।";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "आप जिस संसाधन की तलाश कर रहे हैं उसे हटा दिया गया हो सकता है, इसका नाम बदल दिया था, या अस्थायी रूप से अनुपलब्ध है";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "परिणामित रूट एक या अधिक कमतर प्रतिबंधित तत्वों (%@) को पार कर गया है।";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "पैदल यात्रा मोड का उपयोग करके पहुँचने के लिए रूट बहुत ही बड़ा है।";

/* No comment provided by engineer. */
"The search where clause is not supported." = "वह खोज जहां क्लॉज़ समर्थित नहीं है।";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "सर्वर का प्रमाणपत्र अमान्य है। आप किसी ऐसे सर्वर से कनेक्ट कर रहे हो सकते हैं जो '%@' होने का ढोंग कर रहा हो, जो आपकी गोपनीय जानकारी को जोखिम पर डाल सकता है। क्या फिर भी आप कनेक्ट करना चाहेंगे?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "सेवा सही तरीके से समय में बदलाव की गणना नहीं कर पाई।";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "निर्दिष्ट clientID अमान्य है";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "विराम बिंदु (%@) के लिए विराम बिंदु प्रकार के गुण को अनदेखा किया गया क्योंकि सर्वर चयनित व् िराम बिंदु प्रकार का समर्थन नहीं करता है।";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "यात्रा मोड को डिफ़ॉल्ट पर सेट कर दिया गया है।";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "वेपॉइंट्स (%@) में अतिरिक्त लागत विशेषता शामिल है।";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "वेपॉइंट्स (%@) में समय विंडो शामिल है।";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "सुविधा को लोड करने में त्रुटि उत्पन्न हुई। कृपया अपने नेटवर्क कनेक्शन की जांच करें।";

/* No comment provided by engineer. */
"Time windows start date was changed." = "समय विंडो को प्रारंभ करने की तिथि बदल दी गई थी।";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "समय विंडो को अनदेखा किया गया, क्योंकि अवरोध विशेषता समय आधारित नहीं है।";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "नई वस्तु के रूप में सहेजे जाने के लिए आपका पोर्टल पर लॉग इन होना ज़रूरी है।";

/* No comment provided by engineer. */
"Today" = "आज";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "टोकन अमान्य है या समाप्त हो गया है";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "टोकन URL शून्य है। आपको क्रेडेंशियल पर एक मान्य टोकन URL अवश्य सेट करना चाहिए।";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "दिए गए क्रेडेंशियल से लॉग इन करने में अक्षम।";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "प्रदाता से उपयोगकर्ता प्रोफ़ाइल पुनर्प्राप्त करने में अक्षम";

/* No comment provided by engineer. */
"Unauthorized access" = "अनधिकृत पहुँच";

/* No comment provided by engineer. */
"Unknown authentication error" = "अज्ञात प्रमाणन त्रुटि";

/* No comment provided by engineer. */
"Unknown condition." = "अज्ञात स्थिति।";

/* No comment provided by engineer. */
"Unknown error occurred" = "अज्ञात त्रुटि हुई है";

/* No comment provided by engineer. */
"Unsupported GPX data." = "असमर्थित GPX डेटा।";

/* No comment provided by engineer. */
"User canceled error" = "उपयोगकर्ता द्वारा रद्द त्रुटि";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "आपके संगठन द्वारा नियत उपयोगकर्ता लाइसेंस अमान्य हैं। लाइसेंस नियतन को समायोजित करने के लिए अपने व्यवस्थापक से संपर्क करें और पुनः प्रयास करें।";

/* No comment provided by engineer. */
"Username" = "उपयोगकर्ता नाम";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "सत्यापित करने के लिए ब्राउज़र का उपयोग हो रहा है...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "मान, %lu की अधिकतम फ़ील्ड लंबाई से अधिक है";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "आप फ़ीचर प्रकार को बदल रहे हैं। क्या आप अपने वर्तमान मानों को रखना चाहेंगे (जहाँ संभव हो) अथवा डिफ़ॉल्ट पर रीसेट करना चाहेंगे?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "आप साइन इन नहीं कर सकते, क्योंकि आपके संगठन का खाता आपके सामाजिक नेटवर्क क्रेडेंशियल्स से जुड़ा हुआ नहीं है";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "इस संसाधन तक पहुँचने के लिए आपके पास अनुमतियाँ नहीं हैं";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "इस ऐप्लिकेशन को एक्सेस करने के लिए आप के पास पर्याप्त उपयोगकर्ता स्तर नहीं है।";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "इस संचालन के लिए आपका पोर्टल में लॉग इन होना ज़रूरी है।";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "आपको 1 से 5 के बीच मूल्यांकन करना चाहिए।";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "आपको अपनी पीलिस्ट में स्थान उपयोग विवरण कुंजी (NSLocationWhenInUseUsageDescription या NSLocationAlwaysUsageDescription) निर्दिष्ट करनी होगी।";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "आपको '%@' संसाधन तक पहुँच के लिए प्रमाण पत्र का चयन करने की आवश्यकता होगी";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "संसाधन '%@' तक पहुँचने के लिए आपको साइन इन करने की आवश्यकता है";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "सेमी";
"dd" = "डिडि";
"dm" = "डेमी";
"ft" = "फुट";
"in" = "भीतर";
"km" = "किमी";
"m" = "मी";
"mi" = "मील";
"mm" = "मिलीमीटर";
"nm" = "नैनोमीटर";
"pt" = "पॉइंट";
"Unknown" = "अज्ञात";
"yd" = "गज";

/* Unit Display Strings */
"Centimeters" = "सेंटीमीटर";
"Decimal Degrees" = "दशमलव डिग्री";
"Decimeters" = "डेसीमीटर";
"Feet" = "फुट";
"Inches" = "इंच";
"Kilometers" = "किलोमीटर";
"Meters" = "मीटर";
"Miles" = "मील";
"Millimeters" = "मिलीमीटर";
"Nautical Miles" = "समुद्री मील";
"Points" = "बिंदु";
"Yards" = "गज";

/* Area Units Abbreviated Strings */
"sq. in" = "वर्ग इंच";
"sq. ft" = "वर्ग फ़ीट";
"sq. yd" = "वर्ग गज";
"ac" = "एकड़";
"sq. mi" = "वर्ग मील";
"sq. mm" = "वर्ग मिमी";
"sq. cm" = "वर्ग सेमी";
"sq. dm" = "वर्ग डे.मी.";
"sq. m" = "वर्ग मीटर";
"ares" = "एकड़";
"ha" = "हैक्टेयर";
"sq. km" = "वर्ग किमी";

/* Area Units Display Strings */
"Square Inches" = "वर्ग इंच";
"Square Feet" = "वर्ग फीट";
"Square Yards" = "वर्ग गज़";
"Acres" = "एकड़";
"Square Miles" = "वर्ग मील";
"Square Millimeters" = "वर्ग मिलीमीटर";
"Square Centimeters" = "वर्ग सेंटीमीटर";
"Square Decimeters" = "वर्ग डेसीमीटर";
"Square Meters" = "वर्ग मीटर";
"Ares" = "एकड़";
"Hectares" = "हेक्टेयर";
"Square Kilometers" = "वर्ग किलोमीटर";

